Revit 2021.1 API
UnitTypeId.Gradians Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId Gradians { get; }
Visual Basic
Public Shared ReadOnly Property Gradians As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Gradians {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace